[
  {
    "sort"   : "1",
    "title": "肖申克的救赎",
    "type": "剧情",
    "imgUrl": 16777228,
    "commentcount": "2319996",
    "rating": "9.7",
    "introduction": "一场谋杀案使银行家安迪（蒂姆•罗宾斯 Tim Robbins 饰）蒙冤入狱，谋杀妻子及其情人的指控将囚禁他终生。在肖申克监狱的首次现身就让监狱“大哥”瑞德（摩根•弗里曼 Morgan Freeman 饰）对他另眼相看。瑞德帮助他搞到一把石锤和一幅女明星海报，两人渐成患难 之交。很快，安迪在监狱里大显其才，担当监狱图书管理员，并利用自己的金融知识帮助监狱官避税，引起了典狱长的注意，被招致麾下帮助典狱长洗黑钱。偶然一次，他得知一名新入狱的小偷能够作证帮他洗脱谋杀罪。燃起一丝希望的安迪找到了典狱长，希望他能帮自己翻案。阴险伪善的狱长假装答应安迪，背后却派人杀死小偷，让他唯一能合法出狱的希望泯灭。沮丧的安迪并没有绝望，在一个电闪雷鸣的风雨夜，一场暗藏几十年的越狱计划让他自我救赎，重获自由！老朋友瑞德在他的鼓舞和帮助下，也勇敢地奔向自由。"
  },
  {
    "sort"   : "2",
    "title": "霸王别姬",
    "type": "剧情/爱情",
    "imgUrl": 16777226,
    "commentcount": "1723017",
    "rating": "9.6",
    "introduction":"段小楼,（张丰毅）与程蝶衣（张国荣）是一对打小一起长大的师兄弟，两人一个演生，一个饰旦，一向配合天衣无缝，尤其一出《霸王别姬》，更是誉满京城，为此，两人约定合演一辈子《霸王别姬》。但两人对戏剧与人生关系的理解有本质不同，段小楼深知戏非人生，程蝶衣则是人戏不分。    段小楼在认为该成家立业之时迎娶了名妓菊仙（巩俐），致使程蝶衣认定菊仙是可耻的第三者，使段小楼做了叛徒，自此，三人围绕一出《霸王别姬》生出的爱恨情仇战开始随着时代风云的变迁不断升级，终酿成悲剧。"
  },
  {
    "sort"   : "3",
    "title": "控方证人",
    "type": "剧情",
    "imgUrl": 16777229,
    "commentcount": "358932",
    "rating": "9.6",
    "introduction": "伦敦著名刑案辩护律师韦菲爵士（查尔斯•劳顿 Charles Laughton 饰）接受了心脏病治疗，但是身体依旧虚弱，第一天回家休养，护士一直严厉监督他服药，并杜绝烟酒。管家为了便于上楼，还专门为他修了电梯。但是，种种关心照顾，对于这位桀骜不驯、牙尖嘴利的大律师根本不起作用，反倒是一纸诉状令他倍感兴奋。律师梅休和当事人沃尔（泰隆•鲍华 Tyrone Power饰）登门拜访，请他出山打官司。原来，沃尔结识了富婆，两人相见甚欢，虽然仆人对他发明的打蛋器充满鄙夷，但是富婆却对他充满爱意，甚至为他修改了遗嘱，把8万英镑留给了他。然而，富婆却惨遭毒手。于是，沃尔成为警方的头号嫌疑犯。他的唯一证人是妻子克里斯汀（玛琳•黛德丽 Marlene Dietrich饰），然而后者登门时的冷漠与淡定，令韦菲爵士怀疑这其中另有隐情。在扑朔迷离的案件背后，隐藏着一个个环环相扣."
  },
  {
    "sort"   : "4",
    "title": "阿甘正传",
    "type": "剧情/爱情",
    "imgUrl": 16777227,
    "commentcount": "1745644",
    "rating": "9.6",
    "introduction": "阿甘（汤姆·汉克斯 饰）于二战结束后不久出生在美国南方阿拉巴马州一个闭塞的小镇，他先天弱智，智商只有75，然而他的妈妈是一个性格坚强的女性，她常常鼓励阿甘“傻人有傻福”，要他自强不息。\n　　阿甘像普通孩子一样上学，并且认识了一生的朋友和至爱珍妮（罗宾·莱特·潘 饰），在珍妮 和妈妈的爱护下，阿甘凭着上帝赐予的“飞毛腿”开始了一生不停的奔跑。\n　　阿甘成为橄榄球巨星、越战英雄、乒乓球外交使者、亿万富翁，但是，他始终忘不了珍妮，几次匆匆的相聚和离别，更是加深了阿甘的思念.有一天，阿甘收到珍妮的信，他们终于又要见面."
  },
  {
    "sort"   : "5",
    "title": "美丽人生",
    "type": "剧情/喜剧",
    "imgUrl": 16777230,
    "commentcount": "1076203",
    "rating": "9.5",
    "introduction": "犹太青年圭多（罗伯托·贝尼尼）邂逅美丽的女教师多拉（尼可莱塔·布拉斯基），他彬彬有礼的向多拉鞠躬：“早安！公主！”。历经诸多令人啼笑皆非的周折后，天遂人愿，两人幸福美满的生活在一起。\n　　然而好景不长，法西斯政权下，圭多和儿子被强行送往犹太人集中营。多拉虽没有犹太血统，毅然同行，与丈夫儿子分开关押在一个集中营里。聪明乐天的圭多哄骗儿子这只是一场游戏，奖品就是一辆大坦克，儿子快乐、天真的生活在纳粹的阴霾之中。尽管集中营的生活艰苦寂寞，圭多仍然带给他人很多快乐，他还趁机在纳粹的广播里问候妻子：“早安！公主！”\n　　法西斯政权即将倾覆，纳粹的集中营很快就要接受最后的清理，圭多编给儿子的游戏该怎么结束？他们一家能否平安的度过这黑暗的年代呢？\n"
  },
  {
    "sort"   : "6",
    "title": "悬崖之上",
    "type": "剧情/喜剧",
    "imgUrl": 16777231,
    "commentcount": "10762011",
    "rating": "9.5",
    "introduction": "《悬崖之上》是由张艺谋执导，张译、于和伟、秦海璐、朱亚文、刘浩存、倪大红、李乃文领衔主演，余皑磊、飞凡主演，雷佳音、沙溢、芮丹尼特邀主演的谍战电影，于2021年4月30日在中国大陆上映。\n该片为电视剧《悬崖》的前传 ，讲述了特工们在严峻考验下与敌人斗智斗勇，执行秘密行动的故事。"
  },
  {
    "sort"   : "7",
    "title": "速度与激情9",
    "type": "剧情/喜剧",
    "imgUrl": 16777232,
    "commentcount": "1076277",
    "rating": "9.5",
    "introduction": "《速度与激情9》是《速度与激情》系列电影的第九部。是由美国环球影业发行，林诣彬执导，范·迪塞尔、泰瑞斯·吉布森、卢卡斯·布莱克等主演的动作片，该片于2019年11月宣布杀青。\n该片于2021年5月21日在中国内地上映，2021年6月25日在北美上映。"
  },
  {
    "sort"   : "8",
    "title": "我们要在一起",
    "type": "剧情/喜剧",
    "imgUrl": 16777233,
    "commentcount": "1076203",
    "rating": "9.5",
    "introduction": "《我要我们在一起》是由沙漠指导，屈楚萧、张婧仪主演的爱情电影。该片改编自网络长帖《与我十年长跑的女友明天要嫁人了》，讲述了吕钦扬和凌一尧的十年爱情故事。该片于2021年5月20日在中国大陆上映。"
  }
]
