{
  "string": [
    {
      "name": "app_name",
      "value": "NewsDemo"
    },
    {
      "name": "mainability_description",
      "value": "hap sample empty page"
    },
    {
      "name": "serviceability_description",
      "value": "hap sample empty service"
    },
    {
      "name": "news_text",
      "value": "There are also smaller base stations, as large as the palm of your hand. Actually, there are many micro base stations, especially in urban areas and indoor areas. In the future, in the 5G era, more micro base stations will be installed everywhere, almost everywhere. You'd be asking, if there are so many base stations around, will it affect the human body? My answer is - no. In fact, contrary to the traditional perception, the more base stations, the less the radiation. Do you think, in winter, in a house of people, a large power heater is better, or a few small power heaters? Small base stations and low power are good for everyone. If only a large BTS is used, the distance between the BTS and the BTS is large and the BTS is far away from the BTS, and the BTS has no signal. There are also smaller base stations, as large as the palm of your hand. Actually, there are many micro base stations, especially in urban areas and indoor areas. In the future, in the 5G era, more micro base stations will be installed everywhere, almost everywhere. You'd be asking, if there are so many base stations around, will it affect the human body? My answer is - no. In fact, contrary to the traditional perception, the more base stations, the less the radiation. Do you think, in winter, in a house of people, a large power heater is better, or a few small power heaters? Small base stations and low power are good for everyone. If only a large BTS is used, the distance between the BTS and the BTS is large and the BTS is far away from the BTS, and the BTS has no signal. There are also smaller base stations, as large as the palm of your hand. Actually, there are many micro base stations, especially in urban areas and indoor areas. In the future, in the 5G era, more micro base stations will be installed everywhere, almost everywhere. You'd be asking, if there are so many base stations around, will it affect the human body? My answer is - no. In fact, contrary to the traditional perception, the more base stations, the less the radiation. Do you think, in winter, in a house of people, a large power heater is better, or a few small power heaters? Small base stations and low power are good for everyone. If only a large BTS is used, the distance between the BTS and the BTS is large and the BTS is far away from the BTS, and the BTS has no signal."
    },
    {
      "name": "news_title",
      "value": "news_title"
    },
    {
      "name": "input_hint",
      "value": "Enter a comment."
    }

  ]
}